Repository: PabloJC/IOS_MIMO_APP
Catalog: iosAPP/*.lproj/Localizable.strings
Languages: es

# PASO
source: Task
es: Paso

# FINALIZAR
source: Finish
es: Finalizar

# SIGUIENTE
source: Next
es: Siguiente

# ANTERIOR
source: Previous
es: Anterior

# ALARMA
source: Alarm
es: Alarma

# NOTIFICACION
source: Task %@ '%@' recipe is pending review
es: La Tarea %@ de la receta '%@' pendiente de revision

# COCINAR
source: Cook
es: Cocinar

# VERPASOS
source: See tasks
es: Ver Pasos

# RECETAS
source: Recipes
es: Recetas

# BUSQUEDA
source: Search
es: Busqueda

# FAVORITOS
source: Favorites
es: Favoritos

# POSIBLES
source: Possible
es: Posibles

# TITULOFINALRECETA
source: Final Recipe
es: Final de la receta

# LABELFINALRECETA
source: Have you done any ingredients?
es: ¿Se le ha terminado algun ingrediente?

# BORRAR
source: Delete
es: Borrar

# FINALIZARRECETA
source: Finish Recipe
es: Finalizar Receta

# TITULOLISTACOMPRA
source: Shopping List
es: Lista de la Compra

# COMPRAR
source: Buy
es: Comprar

# COMPRA
source: Purchase
es: Compra

# HISTORICO
source: Historical
es: Histórico

# TUSINGREDIENTES
source: Your Ingredients
es: Tus Ingredientes

# AÑADIRINGREDIENTE
source: Add Ingredient
es: Añadir Ingrediente propio

# ALMACEN
source: Store
es: Almacén

source: Ingredients
es: Ingredientes del Servidor

# BUSCARINGREDIENTE
source: Search Ingredient
es: Buscar Ingrediente

source: Random
es: Aleatorio

# ALARMANOADMITIDA
source: Unsupported alarm
es: Alarma no admitida

# MENSAJEALARMA
source: Because we do not have permissions to activate notifications or not we have asked you previously
es: Debido a que no tenemos permisos para activar notificaciones, o no te lo hemos preguntado con anterioridad

# PENDIENTECOMPRA
source: Pending purchase
es: Pendiente de compra

# SINUNIDADES
source: No units
es: Sin unidades

# PRODUCTOENALMACEN
source: Product in stock
es: Producto en almacen

# ENALMACEN
source: In warehouse
es: En almacen

# FALTA
source: Lack
es: Falta

# COMPRAREALIZADA
source: Purchase made
es: Compra realizada

# FAVAGREGADO
source: Recipe added to favorites
es: Receta agregada a favoritos

# ALARMACREADA
source: Notification created
es: Notificación creada

# INGREDIENTAÑADIDO
source: An ingredient has been added to the store
es: Se ha agregado un ingrediente al almacén

# INGREDIENTECOMPRADO
source: An ingredient has been added to shopping cart
es: Se ha agregado un ingrediente al carrito de la compra

# LISTATAREAS
source: Task list
es: Lista de tareas

# INGREDIENTEVACIO
source: Ingredient field is empty
es: El campo ingrediente está vacío

# REQUISITOTEXTO
source: The name of the ingredient is required
es: Es necesario que el ingrediente tenga un nombre

# NUEVOINGREDIENTE
source: New ingredient
es: Nuevo ingrediente

# AÑADENOMBREINGREDIENTE
source: Add name to your ingredient
es: Añade un nombre a tu ingrediente

# SELECCIONARCATEGORIA
source: Select Category
es: Selecciona Categoría

# AGREGAR
source: Add
es: Agregar

# SINCONEXION
source: You are offline
es: No tienes conexión
